Repository: augustin-v/nightwatch
Catalog: Nightwatch/Resources/Localizable.xcstrings
Source language: en
Languages: cs, da, de_de, es, fi, fr, it, ja, ko, nb, nl_nl, pl, sv, zh_hant

# onboarding.location.subtitle
source: Your location stays on your device. We send only a coordinate to fetch the cloud forecast, never your identity and never a history of where you've been.
cs: Vaše poloha zůstává ve vašem zařízení. Odesíláme jen souřadnici pro získání místní předpovědi oblačnosti, nikdy vaši totožnost ani historii míst, kde jste byli.
da: Din placering forbliver på din enhed. Vi sender kun en koordinat for at hente skyudsigten, aldrig din identitet og aldrig en historik over, hvor du har været.
de_de: Dein Standort bleibt auf deinem Gerät. Wir senden nur eine Koordinate, um die Wolkenvorhersage abzurufen, niemals deine Identität und niemals einen Verlauf deiner Aufenthaltsorte.
es: Tu ubicación permanece en tu dispositivo. Solo enviamos unas coordenadas para obtener el pronóstico local de nubes; nunca tu identidad ni un historial de los lugares en los que has estado.
fi: Sijaintisi pysyy laitteellasi. Lähetämme vain koordinaatin pilviennusteen hakemista varten, emme koskaan henkilöllisyyttäsi tai historiaa siitä, missä olet käynyt.
fr: Votre position reste sur votre appareil. Nous n'envoyons qu'une coordonnée pour récupérer les prévisions de nuages, jamais votre identité ni un historique de vos déplacements.
it: La tua posizione resta sul dispositivo. Inviamo solo una coordinata per ottenere la previsione locale delle nuvole, mai la tua identità né una cronologia dei luoghi in cui sei stato.
ja: 位置情報はデバイス内に保持されます。現地の雲予報を取得するために座標だけを送信し、個人情報や訪れた場所の履歴は送信しません。
ko: 위치 정보는 기기에 남습니다. 지역 구름 예보를 가져오기 위한 좌표만 전송하며, 신원이나 방문 장소 기록은 절대 전송하지 않습니다.
nb: Posisjonen din forblir på enheten din. Vi sender bare en koordinat for å hente skyvarselet, aldri identiteten din og aldri en historikk over hvor du har vært.
nl_nl: Je locatie blijft op je toestel. We sturen alleen een coördinaat om de bewolkingsvoorspelling op te halen, nooit je identiteit en nooit een geschiedenis van waar je bent geweest.
pl: Twoja lokalizacja pozostaje na urządzeniu. Wysyłamy tylko współrzędne potrzebne do pobrania lokalnej prognozy zachmurzenia — nigdy Twojej tożsamości ani historii miejsc, w których byłeś(-aś).
sv: Din plats stannar på din enhet. Vi skickar bara en koordinat för att hämta molnprognosen, aldrig din identitet och aldrig en historik över var du har varit.
zh_hant: 你的位置會留在裝置上。我們只傳送座標以取得當地雲量預報，絕不傳送你的身分或曾去過哪些地方的紀錄。

# onboarding.location.title
source: Which sky are we watching?
cs: Kterou oblohu sledujeme?
da: Hvilken himmel følger vi med på?
de_de: Welchen Himmel beobachten wir?
es: ¿Qué cielo estamos observando?
fi: Mitä taivasta seuraamme?
fr: Quel ciel observons-nous ?
it: Quale cielo stiamo osservando?
ja: どの空を見守りますか？
ko: 어느 하늘을 지켜볼까요?
nb: Hvilken himmel følger vi med på?
nl_nl: Welke hemel houden we in de gaten?
pl: Które niebo obserwujemy?
sv: Vilken himmel bevakar vi?
zh_hant: 我們要觀察哪片天空？

# onboarding.nightVision.subtitle
source: One tap outside, and the whole app goes red. You keep your night vision, and you can still read the screen.
cs: Jedno klepnutí venku a celá aplikace se přepne do červené. Zachováte si noční vidění a stále přečtete obrazovku.
da: Et tryk udenfor, og hele appen bliver rød. Du bevarer dit natsyn, og du kan stadig læse skærmen.
de_de: Ein Tipp draußen, und die ganze App wird rot. Du behältst deine Nachtsicht und kannst den Bildschirm trotzdem lesen.
es: Un toque cuando estás fuera y toda la app se vuelve roja. Conservas la visión nocturna y puedes seguir leyendo la pantalla.
fi: Yksi napautus ulkona, ja koko sovellus muuttuu punaiseksi. Säilytät hämäränäkösi ja voit silti lukea näyttöä.
fr: Une pression dehors, et toute l'appli passe au rouge. Vous gardez votre vision nocturne, sans perdre l'écran de vue.
it: Un tocco all’aperto e tutta l’app diventa rossa. Conservi la visione notturna e riesci comunque a leggere lo schermo.
ja: 外で1回タップすると、アプリ全体が赤色表示になります。暗順応を保ちながら画面を読めます。
ko: 밖에서 한 번 탭하면 앱 전체가 붉게 바뀝니다. 암순응을 유지하면서 화면도 읽을 수 있어요.
nb: Ett trykk ute, og hele appen blir rød. Du beholder nattsynet, og du kan fortsatt lese skjermen.
nl_nl: Eén tik buiten, en de hele app wordt rood. Je nachtzicht blijft intact en je kunt het scherm nog steeds lezen.
pl: Jedno stuknięcie na zewnątrz i cała aplikacja przechodzi na czerwony ekran. Zachowujesz widzenie nocne, a ekran nadal pozostaje czytelny.
sv: Ett tryck utomhus, och hela appen blir röd. Du behåller ditt mörkerseende, och du kan fortfarande läsa skärmen.
zh_hant: 在戶外輕點一下，整個 App 就會切成紅色。既能保留夜視能力，也能繼續看清螢幕。

# onboarding.nightVision.title
source: Red light keeps your eyes adjusted.
cs: Červené světlo chrání vaše noční vidění.
da: Rødt lys holder øjnene tilvænnet mørket.
de_de: Rotlicht erhält deine Augenanpassung.
es: La luz roja preserva tu visión nocturna.
fi: Punainen valo pitää silmäsi sopeutuneina.
fr: La lumière rouge préserve votre adaptation à l'obscurité.
it: La luce rossa preserva la visione notturna.
ja: 赤い光なら暗順応を保てます。
ko: 붉은 빛은 암순응을 지켜줍니다.
nb: Rødt lys holder øynene tilpasset mørket.
nl_nl: Rood licht houdt je ogen aangepast.
pl: Czerwone światło chroni widzenie nocne.
sv: Rött ljus håller ögonen anpassade till mörkret.
zh_hant: 紅光能保留你的夜視能力。

# onboarding.problem.subtitle
source: Your app said that. The sky was solid overcast. You lost two hours and a night's sleep.
cs: To tvrdila vaše aplikace. Obloha byla úplně zatažená. Ztratili jste dvě hodiny a část nočního spánku.
da: Det var det, din app sagde. Himlen var helt overskyet. Du mistede to timer og en nats søvn.
de_de: Das hat deine App gesagt. Der Himmel war komplett bedeckt. Du hast zwei Stunden und eine Nacht Schlaf verloren.
es: Eso decía tu app. El cielo estaba completamente cubierto. Perdiste dos horas y una noche de sueño.
fi: Sovelluksesi väitti niin. Taivas oli täysin pilvessä. Menetit kaksi tuntia ja yöunet.
fr: C'est ce que votre appli disait. Le ciel était entièrement couvert. Vous avez perdu deux heures et une nuit de sommeil.
it: Lo diceva la tua app. Il cielo era completamente coperto. Hai perso due ore e una notte di sonno.
ja: アプリはそう言っていたのに、空は一面の曇り。2時間と睡眠を無駄にしました。
ko: 앱은 그렇게 말했지만 하늘은 완전히 흐렸습니다. 두 시간과 한밤의 잠을 잃었죠.
nb: Det var det appen din sa. Himmelen var helt overskyet. Du mistet to timer og en natts søvn.
nl_nl: Dat zei je app. De hemel was potdicht bewolkt. Je verloor twee uur en een nachtrust.
pl: Tak mówiła Twoja aplikacja. Niebo było całkowicie zachmurzone. Straciłeś(-aś) dwie godziny i część snu.
sv: Det var vad din app sa. Himlen var helt mulen. Du förlorade två timmar och en natts sömn.
zh_hant: 你的 App 是這麼說的，但天空完全被雲蓋住。你白跑了兩小時，還少睡一晚。

# onboarding.problem.title
source: “Kp 6 tonight!”
cs: „Kp 6 dnes v noci!“
da: “Kp 6 i aften!”
de_de: „Kp 6 heute Nacht!“
es: «¡Kp 6 esta noche!»
fi: ”Kp 6 tänä yönä!”
fr: « Kp 6 ce soir ! »
it: “Kp 6 stanotte!”
ja: 「今夜はKp 6！」
ko: “오늘 밤 Kp 6!”
nb: “Kp 6 i kveld!”
nl_nl: “Kp 6 vanavond!”
pl: „Kp 6 dziś w nocy!”
sv: “Kp 6 i kväll!”
zh_hant: 「今晚 Kp 6！」

# onboarding.quiz.intent.option.halfHour
source: Half an hour for a good night
cs: Půl hodiny za dobrou noc
da: En halv time for en god nat
de_de: Eine halbe Stunde für eine gute Nacht
es: Media hora por una buena noche
fi: Puoli tuntia, jos yö on hyvä
fr: Une demi-heure pour une bonne nuit
it: Mezz’ora per una buona notte
ja: 条件が良ければ30分
ko: 조건이 좋다면 30분
nb: En halvtime for en god natt
nl_nl: Een half uur voor een goede avond
pl: Pół godziny, jeśli noc jest dobra
sv: En halvtimme för en bra natt
zh_hant: 條件好時願意開半小時

# onboarding.quiz.intent.option.hourOrMore
source: An hour or more, if it's genuinely worth it
cs: Hodinu nebo víc, pokud to opravdu stojí za to
da: En time eller mere, hvis det virkelig er det værd
de_de: Eine Stunde oder mehr, wenn es sich wirklich lohnt
es: Una hora o más, si realmente vale la pena
fi: Tunti tai enemmän, jos se todella kannattaa
fr: Une heure ou plus, si ça en vaut vraiment la peine
it: Un’ora o più, se ne vale davvero la pena
ja: 本当に見る価値があれば1時間以上
ko: 정말 볼 가치가 있다면 한 시간 이상
nb: En time eller mer, hvis det virkelig er verdt det
nl_nl: Een uur of meer, als het echt de moeite waard is
pl: Godzinę lub więcej, jeśli naprawdę warto
sv: En timme eller mer, om det verkligen är värt det
zh_hant: 真的值得時，願意開一小時以上

# onboarding.quiz.intent.option.notFar
source: Not far, only if it's overhead
cs: Nedaleko, jen když je přímo nade mnou
da: Ikke langt, kun hvis det er lige over hovedet
de_de: Nicht weit, nur wenn es direkt über mir ist
es: No muy lejos, solo si está justo encima
fi: En kauas, vain jos se näkyy suoraan yllä
fr: Pas loin, seulement si c'est juste au-dessus
it: Non lontano, solo se è sopra di me
ja: 真上に出るなら近場まで
ko: 머리 위에 보일 때만 가까운 거리
nb: Ikke langt, bare hvis det er rett over meg
nl_nl: Niet ver, alleen als het recht boven me is
pl: Niedaleko — tylko jeśli zorza jest nad głową
sv: Inte långt, bara om det syns rakt ovanför
zh_hant: 不會太遠，只有在頭頂可見才出發

# onboarding.quiz.intent.question
source: How far would you drive for a real one?
cs: Jak daleko byste jeli za opravdovou polární září?
da: Hvor langt ville du køre for et ægte nordlys?
de_de: Wie weit würdest du für ein echtes Polarlicht fahren?
es: ¿Qué distancia conducirías para ver una aurora de verdad?
fi: Kuinka pitkälle ajaisit oikean näytöksen takia?
fr: Jusqu'où iriez-vous pour une vraie aurore ?
it: Quanto guideresti per una vera aurora?
ja: 本物のオーロラなら、どこまで車で行きますか？
ko: 제대로 된 오로라라면 얼마나 멀리 운전할 수 있나요?
nb: Hvor langt ville du kjørt for et ekte nordlys?
nl_nl: Hoe ver zou je rijden voor echt noorderlicht?
pl: Jak daleko pojedziesz, żeby zobaczyć prawdziwą zorzę?
sv: Hur långt skulle du köra för ett riktigt norrsken?
zh_hant: 為了真正精彩的極光，你願意開多遠？

# onboarding.quiz.latitude.option.farNorth
source: Far north: Norway, Iceland, Alaska, northern Canada
cs: Daleký sever: Norsko, Island, Aljaška, severní Kanada
da: Langt mod nord: Norge, Island, Alaska, det nordlige Canada
de_de: Hoher Norden: Norwegen, Island, Alaska, Nordkanada
es: Extremo norte: Noruega, Islandia, Alaska, norte de Canadá
fi: Kaukana pohjoisessa: Norja, Islanti, Alaska, Pohjois-Kanada
fr: Grand Nord : Norvège, Islande, Alaska, nord du Canada
it: Estremo nord: Norvegia, Islanda, Alaska, Canada settentrionale
ja: 高緯度：ノルウェー、アイスランド、アラスカ、カナダ北部
ko: 고위도 지역: 노르웨이, 아이슬란드, 알래스카, 캐나다 북부
nb: Langt nord: Norge, Island, Alaska, Nord-Canada
nl_nl: Ver in het noorden: Noorwegen, IJsland, Alaska, Noord-Canada
pl: Daleka północ: Norwegia, Islandia, Alaska, północna Kanada
sv: Långt norrut: Norge, Island, Alaska, norra Kanada
zh_hant: 高緯度北方：挪威、冰島、阿拉斯加、加拿大北部

# onboarding.quiz.latitude.option.midLatitude
source: Mid-latitudes: UK, Netherlands, Germany, southern Canada, northern US
cs: Střední zeměpisné šířky: Británie, Nizozemsko, Německo, jižní Kanada, sever USA
da: Mellembredder: Storbritannien, Holland, Tyskland, det sydlige Canada, det nordlige USA
de_de: Mittlere Breiten: Großbritannien, Niederlande, Deutschland, Südkanada, Norden der USA
es: Latitudes medias: Reino Unido, Países Bajos, Alemania, sur de Canadá, norte de EE. UU.
fi: Keskileveysasteet: Iso-Britannia, Alankomaat, Saksa, Etelä-Kanada, Pohjois-Yhdysvallat
fr: Latitudes moyennes : Royaume-Uni, Pays-Bas, Allemagne, sud du Canada, nord des États-Unis
it: Medie latitudini: Regno Unito, Paesi Bassi, Germania, Canada meridionale, nord degli USA
ja: 中緯度：英国、オランダ、ドイツ、カナダ南部、米国北部
ko: 중위도 지역: 영국, 네덜란드, 독일, 캐나다 남부, 미국 북부
nb: Midlere breddegrader: Storbritannia, Nederland, Tyskland, Sør-Canada, Nord-USA
nl_nl: Middelste breedtegraden: VK, Nederland, Duitsland, zuidelijk Canada, noordelijke VS
pl: Średnie szerokości: Wielka Brytania, Holandia, Niemcy, południowa Kanada, północ USA
sv: Mellanbreddgrader: Storbritannien, Nederländerna, Tyskland, södra Kanada, norra USA
zh_hant: 中緯度：英國、荷蘭、德國、加拿大南部、美國北部

# onboarding.quiz.latitude.option.southernHemisphere
source: Southern hemisphere: New Zealand, Tasmania, southern Chile
cs: Jižní polokoule: Nový Zéland, Tasmánie, jižní Chile
da: Den sydlige halvkugle: New Zealand, Tasmanien, det sydlige Chile
de_de: Südhalbkugel: Neuseeland, Tasmanien, Südchile
es: Hemisferio sur: Nueva Zelanda, Tasmania, sur de Chile
fi: Eteläinen pallonpuolisko: Uusi-Seelanti, Tasmania, Etelä-Chile
fr: Hémisphère sud : Nouvelle-Zélande, Tasmanie, sud du Chili
it: Emisfero sud: Nuova Zelanda, Tasmania, Cile meridionale
ja: 南半球：ニュージーランド、タスマニア、チリ南部
ko: 남반구: 뉴질랜드, 태즈메이니아, 칠레 남부
nb: Sørlige halvkule: New Zealand, Tasmania, Sør-Chile
nl_nl: Zuidelijk halfrond: Nieuw-Zeeland, Tasmanië, zuidelijk Chili
pl: Półkula południowa: Nowa Zelandia, Tasmania, południowe Chile
sv: Södra halvklotet: Nya Zeeland, Tasmanien, södra Chile
zh_hant: 南半球：紐西蘭、塔斯馬尼亞、智利南部

# onboarding.quiz.latitude.option.travel
source: I travel for it
cs: Cestuji za ní
da: Jeg rejser for det
de_de: Ich reise dafür
es: Viajo para verla
fi: Matkustan sen vuoksi
fr: Je voyage pour ça
it: Viaggio per vederla
ja: オーロラを見るために旅行する
ko: 오로라를 보러 여행해요
nb: Jeg reiser for det
nl_nl: Ik reis ervoor
pl: Podróżuję, żeby ją zobaczyć
sv: Jag reser för det
zh_hant: 我會為了極光旅行

# onboarding.quiz.latitude.question
source: Where do you watch from?
cs: Odkud polární záři sledujete?
da: Hvor ser du fra?
de_de: Von wo aus beobachtest du?
es: ¿Desde dónde observas auroras?
fi: Mistä sinä tarkkailet?
fr: D'où observez-vous ?
it: Da dove osservi l’aurora?
ja: どこからオーロラを見ますか？
ko: 어디에서 오로라를 보나요?
nb: Hvor ser du fra?
nl_nl: Van waaruit kijk je?
pl: Skąd obserwujesz zorzę?
sv: Var tittar du från?
zh_hant: 你通常在哪裡看極光？

# onboarding.quiz.obstacle.option.clouds
source: Cloud cover
cs: Oblačnost
da: Skydække
de_de: Wolkendecke
es: Nubosidad
fi: Pilvisyys
fr: Couverture nuageuse
it: Nuvolosità
ja: 雲が多い
ko: 구름
nb: Skydekke
nl_nl: Bewolking
pl: Zachmurzenie
sv: Molntäcke
zh_hant: 雲層太多

# onboarding.quiz.obstacle.option.notKnowingWhen
source: Not knowing when to go out
cs: Nevím, kdy vyrazit ven
da: Ikke at vide, hvornår man skal gå ud
de_de: Nicht zu wissen, wann ich rausgehen soll
es: No saber cuándo salir
fi: En tiedä, milloin lähteä ulos
fr: Ne pas savoir quand sortir
it: Non sapere quando uscire
ja: いつ外に出ればいいかわからない
ko: 언제 나가야 할지 모르겠어요
nb: Å ikke vite når jeg skal gå ut
nl_nl: Niet weten wanneer je naar buiten moet
pl: Nie wiem, kiedy wyjść
sv: Att inte veta när man ska gå ut
zh_hant: 不知道該何時出門

# onboarding.quiz.obstacle.option.tooTired
source: Too tired to keep checking
cs: Příliš unavený/á na neustálé kontrolování
da: For træt til at blive ved med at tjekke
de_de: Zu müde zum ständigen Nachschauen
es: Demasiado cansancio para seguir comprobando
fi: Liian väsynyt jatkuvaan tarkistamiseen
fr: Trop fatigué pour vérifier sans cesse
it: Troppo stanco per controllare continuamente
ja: 何度も確認するのが疲れる
ko: 계속 확인하기에는 너무 피곤해요
nb: For sliten til å fortsette å sjekke
nl_nl: Te moe om steeds te blijven checken
pl: Nie mam siły ciągle sprawdzać
sv: För trött för att fortsätta kolla
zh_hant: 一直查看太累了

# onboarding.quiz.obstacle.option.wrongAlerts
source: Alerts that were wrong
cs: Nepřesná upozornění
da: Notifikationer der var forkerte
de_de: Falsche Benachrichtigungen
es: Alertas que fallaron
fi: Hälytykset, jotka olivat vääriä
fr: Des alertes erronées
it: Avvisi sbagliati
ja: 当たらない通知
ko: 맞지 않는 알림
nb: Varsler som var feil
nl_nl: Meldingen die niet klopten
pl: Nietrafione alerty
sv: Aviseringar som var fel
zh_hant: 不準確的提醒

# onboarding.quiz.obstacle.question
source: What usually stops you?
cs: Co vám nejčastěji brání?
da: Hvad stopper dig som regel?
de_de: Was hält dich meistens ab?
es: ¿Qué suele impedírtelo?
fi: Mikä yleensä estää sinua?
fr: Qu'est-ce qui vous arrête le plus souvent ?
it: Cosa ti ferma più spesso?
ja: 一番の障害は何ですか？
ko: 보통 무엇 때문에 놓치나요?
nb: Hva stopper deg vanligvis?
nl_nl: Wat houdt je meestal tegen?
pl: Co najczęściej Ci przeszkadza?
sv: Vad brukar stoppa dig?
zh_hant: 通常是什麼讓你錯過？

# onboarding.quiz.wound.option.chaseRegularly
source: I chase most clear nights
cs: Vyrážím za ní většinu jasných nocí
da: Jeg jager de fleste klare nætter
de_de: Ich jage fast jede klare Nacht
es: Salgo a buscarla casi todas las noches despejadas
fi: Lähden useimpina kirkkaina öinä
fr: Je guette presque chaque nuit claire
it: La cerco quasi ogni notte serena
ja: 晴れた夜はたいてい見に行く
ko: 맑은 밤이면 대부분 보러 나가요
nb: Jeg jakter de fleste klare nettene
nl_nl: Ik ga bijna elke heldere avond op pad
pl: Poluję na zorzę w większość pogodnych nocy
sv: Jag jagar de flesta klara nätter
zh_hant: 大多數晴朗的夜晚我都會追極光

# onboarding.quiz.wound.option.missedOne
source: Missed one I could have seen
cs: Propásl(a) jsem jednu, kterou jsem mohl(a) vidět
da: Gik glip af et, jeg kunne have set
de_de: Eine verpasst, die ich hätte sehen können
es: Me perdí una que podría haber visto
fi: Jäi näkemättä, vaikka olisin voinut nähdä
fr: Une ratée que j'aurais pu voir
it: Ne ho persa una che avrei potuto vedere
ja: 見られたはずのオーロラを逃したことがある
ko: 볼 수 있었던 오로라를 놓친 적이 있어요
nb: Gikk glipp av et jeg kunne ha sett
nl_nl: Ik heb er een gemist die ik had kunnen zien
pl: Przegapiłem(-am) zorzę, którą mogłem(-am) zobaczyć
sv: Missade ett jag kunde ha sett
zh_hant: 曾錯過本來看得到的極光

# onboarding.quiz.wound.option.neverSeen
source: Never seen the aurora at all
cs: Polární záři jsem ještě nikdy neviděl(a)
da: Aldrig set nordlys overhovedet
de_de: Noch nie ein Polarlicht gesehen
es: Nunca he visto una aurora
fi: En ole koskaan nähnyt revontulia
fr: Jamais vu d'aurore boréale
it: Non ho mai visto un’aurora
ja: まだ一度もオーロラを見たことがない
ko: 오로라를 한 번도 본 적이 없어요
nb: Aldri sett nordlys i det hele tatt
nl_nl: Ik heb nog nooit noorderlicht gezien
pl: Nigdy nie widziałem(-am) zorzy
sv: Aldrig sett norrsken alls
zh_hant: 從來沒有看過極光

# onboarding.quiz.wound.question
source: Have you ever missed one?
cs: Už jste někdy polární záři propásli?
da: Har du nogensinde gået glip af et?
de_de: Hast du schon mal eins verpasst?
es: ¿Alguna vez te has perdido una aurora?
fi: Oletko koskaan jäänyt paitsi yhdestä?
fr: Avez-vous déjà raté une aurore ?
it: Ti è mai capitato di perdere un’aurora?
ja: オーロラを見逃したことはありますか？
ko: 오로라를 놓친 적이 있나요?
nb: Har du noen gang gått glipp av et?
nl_nl: Heb je er ooit een gemist?
pl: Czy zdarzyło Ci się przegapić zorzę?
sv: Har du någonsin missat ett?
zh_hant: 你曾經錯過極光嗎？

# onboarding.reflection.continue
source: Continue
cs: Pokračovat
da: Fortsæt
de_de: Weiter
es: Continuar
fi: Jatka
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
nb: Fortsett
nl_nl: Doorgaan
pl: Dalej
sv: Fortsätt
zh_hant: 繼續

# onboarding.reflection.subtitle
source: Most people miss most of them. Not because the aurora didn't show up, but because nobody told them it was clear at the right hour.
cs: Většina lidí propásne většinu příležitostí. Ne proto, že by polární záře nepřišla, ale protože jim nikdo neřekl, že obloha bude ve správnou hodinu jasná.
da: De fleste går glip af de fleste. Ikke fordi nordlyset ikke kom, men fordi ingen fortalte dem, at himlen var klar på det rette tidspunkt.
de_de: Die meisten Menschen verpassen die meisten davon. Nicht weil kein Polarlicht da war, sondern weil ihnen niemand gesagt hat, dass der Himmel zur richtigen Stunde klar war.
es: La mayoría de las personas se pierde la mayoría de las ocasiones. No porque no aparezca la aurora, sino porque nadie les dijo que el cielo estaría despejado a la hora adecuada.
fi: Useimmat jäävät paitsi useimmista. Ei siksi, ettei revontulia näkynyt, vaan koska kukaan ei kertonut heille, että taivas oli kirkas juuri oikealla hetkellä.
fr: La plupart des gens en ratent la plupart. Pas parce que l'aurore n'était pas là, mais parce que personne ne leur a dit que le ciel était dégagé au bon moment.
it: La maggior parte delle persone perde la maggior parte delle occasioni. Non perché l’aurora non compaia, ma perché nessuno dice loro che il cielo sarà sereno all’ora giusta.
ja: 多くの人は、ほとんどのチャンスを逃します。オーロラが出なかったからではなく、ちょうど良い時間に晴れると誰も教えてくれなかったからです。
ko: 대부분의 사람은 많은 기회를 놓칩니다. 오로라가 나타나지 않아서가 아니라, 딱 맞는 시간에 하늘이 맑다는 걸 알려주는 사람이 없기 때문입니다.
nb: De fleste går glipp av de fleste. Ikke fordi nordlyset ikke kom, men fordi ingen fortalte dem at himmelen var klar til rett tid.
nl_nl: De meeste mensen missen de meeste ervan. Niet omdat het noorderlicht wegbleef, maar omdat niemand hun vertelde dat het op het juiste moment helder was.
pl: Większość osób przegapia większość okazji. Nie dlatego, że zorza się nie pojawia, lecz dlatego, że nikt nie powiedział im, że niebo będzie bezchmurne o właściwej porze.
sv: De flesta missar de flesta. Inte för att norrskenet uteblev, utan för att ingen sa till dem att himlen var klar vid rätt tid.
zh_hant: 大多數人會錯過大多數機會。不是因為極光沒有出現，而是沒有人告訴他們，正確的時間天空其實是晴的。

# onboarding.reflection.title
source: At your latitude, you get roughly %@ realistic nights a year.
cs: Ve vaší zeměpisné šířce máte přibližně %@ skutečně nadějných nocí za rok.
da: På din breddegrad får du omkring %@ realistiske nætter om året.
de_de: Auf deinem Breitengrad hast du etwa %@ realistische Nächte pro Jahr.
es: En tu latitud tienes aproximadamente %@ noches realmente favorables al año.
fi: Leveysasteellasi saat karkeasti %@ realistista yötä vuodessa.
fr: À votre latitude, vous avez environ %@ nuits réalistes par an.
it: Alla tua latitudine ci sono circa %@ notti realisticamente favorevoli all’anno.
ja: この緯度では、現実的に狙える夜が年間およそ%@あります。
ko: 이 위도에서는 실제로 노려볼 만한 밤이 1년에 약 %@번 있습니다.
nb: På din breddegrad får du omtrent %@ realistiske netter i året.
nl_nl: Op jouw breedtegraad zijn er ongeveer %@ kansrijke nachten per jaar.
pl: Na Twojej szerokości geograficznej masz około %@ realnych okazji w roku.
sv: På din breddgrad får du ungefär %@ realistiska nätter per år.
zh_hant: 在你的緯度，一年大約有 %@ 個真正值得把握的夜晚。

# onboarding.solution.subtitle
source: One answer. The window. And what's holding it back.
cs: Jedna odpověď. Nejlepší okno. A to, co podmínky omezuje.
da: Ét svar. Vinduet. Og hvad der holder det tilbage.
de_de: Eine Antwort. Das Zeitfenster. Und was es gerade verhindert.
es: Una respuesta. La mejor ventana. Y lo que está limitando las condiciones.
fi: Yksi vastaus. Ikkuna. Ja mikä sitä rajoittaa.
fr: Une réponse. La fenêtre. Et ce qui la limite.
it: Una risposta. La finestra migliore. E cosa la sta limitando.
ja: 答えはひとつ。ベストな時間帯と、条件を妨げている要因まで。
ko: 한 번의 답. 가장 좋은 시간대. 그리고 무엇이 조건을 막고 있는지까지.
nb: Ett svar. Vinduet. Og hva som holder det tilbake.
nl_nl: Eén antwoord. Het tijdvenster. En wat het tegenhoudt.
pl: Jedna odpowiedź. Najlepsza pora. I to, co ogranicza widoczność.
sv: Ett svar. Fönstret. Och vad som håller det tillbaka.
zh_hant: 一個答案。最佳時段。以及目前限制觀測條件的原因。

# onboarding.solution.title
source: Know by dinner whether tonight is worth it.
cs: Už u večeře víte, zda dnešní noc stojí za to.
da: Vid allerede til aftensmad, om aftenen er det værd.
de_de: Schon beim Abendessen wissen, ob sich die Nacht lohnt.
es: Sabrás a la hora de cenar si esta noche vale la pena.
fi: Tiedät jo päivällisaikaan, kannattaako tämä ilta.
fr: Sachez dès le dîner si la nuit en vaut la peine.
it: Sapere già a cena se stanotte ne vale la pena.
ja: 夕食までに、今夜見る価値があるかわかります。
ko: 저녁 식사 전에 오늘 밤 나갈 가치가 있는지 알 수 있어요.
nb: Vet før middag om kvelden er verdt det.
nl_nl: Weet al voor het avondeten of vanavond de moeite waard is.
pl: Już przy kolacji wiesz, czy tej nocy warto wyjść.
sv: Vet redan till middagen om kvällen är värd det.
zh_hant: 晚餐前就知道今晚值不值得出門。

# paywall.annual.priceLabel
source: Billed yearly
cs: Účtováno ročně
da: Faktureres årligt
de_de: Jährliche Abrechnung
es: Facturación anual
fi: Laskutetaan vuosittain
fr: Facturé annuellement
it: Addebito annuale
ja: 年払い
ko: 연간 결제
nb: Fakturert årlig
nl_nl: Jaarlijks gefactureerd
pl: Rozliczenie roczne
sv: Debiteras årsvis
zh_hant: 每年計費

# paywall.annual.pricePerPeriod
source: %@ per year
cs: %@ za rok
da: %@ om året
de_de: %@ pro Jahr
es: %@ al año
fi: %@ vuodessa
fr: %@ par an
it: %@ all’anno
ja: 年額%@
ko: 연 %@
nb: %@ per år
nl_nl: %@ per jaar
pl: %@ rocznie
sv: %@ per år
zh_hant: 每年 %@
